[
  {
    "q": "Five Pokémon types have five letters, what are they?",
    "a": "Ghost, Steel, Water, Grass, Fairy",
    "t": "20000"
  },
  {
    "q": "Jill Valentine, Chris Redfield and Barry Burton are from which video game series?",
    "a": "Resident Evil",
    "t": "12000"
  },
  {
    "q": "The Koopalings first appeared in which Super Mario game?",
    "a": "Super Mario Bros. 3",
    "t": "12000"
  },
  {
    "q": "The original Sonic the Hedgehog game was released on the Sega Genesis in which year?",
    "a": "1991",
    "t": "12000"
  },
  {
    "q": "In which year was Final Fantasy VII, Mario Kart 64, Castlevania: Symphony of the Night, GoldenEye 007, Curse of Monkey Island AND Theme Hospital released?",
    "a": "1997. Possibly the best year in video game history.",
    "t": "12000"
  },
  {
    "q": "The Johto region was the setting for which Pokémon games?",
    "a": "Pokémon Gold and Silver",
    "t": "12000"
  },
  {
    "q": "Super Smash Bros. Melee features how many characters?",
    "a": "25 (26 if Zelda and Sheik are considered separate) characters",
    "t": "20000"
  },
  {
    "q": "The ghosts in Pac-man are called Inky, Blinky, Pinky and...?",
    "a": "Clyde",
    "t": "10000"
  },
  {
    "q": "What year was Nintendo founded?",
    "a": "1889",
    "t": "12000"
  },
  {
    "q": "What video game company collaborated with SONY on the Playstation?",
    "a": "Nintendo. The original plan was to make an add-on to the SNES, but the deal fell apart.",
    "t": "12000"
  },
  {
    "q": "Mario was in the original Donkey Kong game, but he wasn't called Mario. What was his name?",
    "a": "Jump Man",
    "t": "12000"
  },
  {
    "q": "What is the rarest ore in Minecraft 2020?",
    "a": "Netherite",
    "t": "12000"
  },
  {
    "q": "Steam Gardens and Forgotten Isle are lands in which Super Mario game?",
    "a": "Super Mario Odyssey",
    "t": "12000"
  },
  {
    "q": "Super Mario 2 had a different name and different characters in Japan. What was it called?",
    "a": "Doki Doki Panic",
    "t": "12000"
  },
  {
    "q": "In Super Mario, what are small Thwomps called?",
    "a": "Thwimps",
    "t": "10000"
  },
  {
    "q": "What is the name of Yuna's first Summon in Final Fantasy X?",
    "a": "Valefor",
    "t": "10000"
  },
  {
    "q": "Which Final Fantasy enemy uses the move 'Bad Breath'",
    "a": "Malboro",
    "t": "12000"
  },
  {
    "q": "Nearly every Final Fantasy has a character with this name, what is it?",
    "a": "Cid",
    "t": "12000"
  },
  {
    "q": "Princess Peach used to be called 'Princess Toadstool' in Europe and the Americas, when did we first here her name as 'Peach'?",
    "a": "In the letter at the opening of Super Mario 64",
    "t": "12000"
  },
  {
    "q": "What's the name of Tifa's bar in Final Fantasy VII?",
    "a": "7th Heaven",
    "t": "12000"
  },
  {
    "q": "What is the name of Red XIII's father in Final Fantasy VII?",
    "a": "Seto",
    "t": "12000"
  },
  {
    "q": "How many Materia slots does the Buster Sword have in Final Fantasy VII?",
    "a": "2",
    "t": "12000"
  },
  {
    "q": "Freya is a playable character in which Final Fantasy game?",
    "a": "Final Fantasy IX",
    "t": "12000"
  },
  {
    "q": "In Final Fantasy IX, what does Garnet change her name to?",
    "a": "Dagger",
    "t": "12000"
  },
  {
    "q": "What species is Donkey Kong? Gibbon, Chimpanzee, Gorilla, Orangutan",
    "a": "He's a Gorilla.",
    "t": "12000"
  },
  {
    "q": "The Pòkemon Nidoran♀, Slowking and Weepinbell all have one type in common, what is it?",
    "a": "Poison",
    "t": "12000"
  },
  {
    "q": "How old is Geralt in The Withcer 3?",
    "a": "A few years awar from 100",
    "t": "12000"
  },
  {
    "q": "In Mass Effect, what are Flux, Afterlife and Eternity?",
    "a": "Nightclubs",
    "t": "12000"
  },
  {
    "q": "In Mass Effect, What planet is Commander Shepard heading to at the beginning of the game?",
    "a": "Eden Prime",
    "t": "12000"
  },
  {
    "q": "In Mass Effect, Tuchanka is the homeworld of which race?",
    "a": "Krogan",
    "t": "12000"
  },
  {
    "q": "In Mass Effect 2, Shepard goes to Omega to recruit a tactical genius codenamed Archangel. Who is Archangel?",
    "a": "Garrus Vakarian",
    "t": "12000"
  },
  {
    "q": "In Mass Effect, what was Jeff 'Joker' Moreau's job on the Normandy?",
    "a": "Pilot",
    "t": "12000"
  },
  {
    "q": "In Mass Effect, what are the docile creatures who look after the Citadel called?",
    "a": "The Keepers",
    "t": "12000"
  },
  {
    "q": "What's the name of Crash Bandicoot's sister?",
    "a": "Coco",
    "t": "12000"
  },
  {
    "q": "What does a P-Wing stand for?",
    "a": "Paratrooper Wing",
    "t": "10000"
  },
  {
    "q": "You find a skull shaped rock in Legend of Zelda, Breath of the Wild. What's in it?",
    "a": "Usually enemies, sometimes a chest",
    "t": "10000"
  },
  {
    "q": "Ocarina of Time features seven sages. What is the name of the goron sage?",
    "a": "Darunia",
    "t": "10000"
  },
  {
    "q": "According to the Zelda Timeline, which game is the first in the series??",
    "a": "The Legend of Zelda: Skyward Sword",
    "t": "10000"
  },
  {
    "q": "What is the name of the fairy companion in The Legend of Zelda, Majora's Mask?",
    "a": "Tatl",
    "t": "10000"
  },
  {
    "q": "What is the name of Link's talking boat in The Legnd of Zelda, The Wind Waker??",
    "a": "King of Red Lions",
    "t": "10000"
  },
  {
    "q": "In The Legend of Zelda: Breath of the Wild, the Zora champion is called...?",
    "a": "Mipha",
    "t": "10000"
  },
  {
    "q": "How many Koroks are there in The Legend of Zelda: Breath of the Wild?",
    "a": "900",
    "t": "10000"
  },
  {
    "q": "In The Legend of Zelda: Breath of the Wild who conducted a science experiment and accidentally made herself look like a child?",
    "a": "Purah",
    "t": "10000"
  },
  {
    "q": "What is the name of the travelling bard found across the land in The Legend of Zelda: Breath of the Wild?",
    "a": "Kass",
    "t": "10000"
  },
  {
    "q": "?",
    "a": "",
    "t": "10000"
  },
  {
    "q": "?",
    "a": "",
    "t": "10000"
  },
  {
    "q": "?",
    "a": "",
    "t": "10000"
  }
]
